Repository: pfpayments/woocommerce
Catalog: languages/readme-*.po
Languages: de_ch, fr_fr, it_it

source: By PostFinance Ltd
de_ch: By PostFinance AG
fr_fr: By PostFinance SA
it_it: Di PostFinance SA

source: With the PostFinance E-Payment Module, many payment methods for your online business are available in the Checkout back office tool. Depending on your needs and turnover volume, you can choose a standard commission rate or negotiate the price conditions simply and directly with the acceptance partners you require. This allows you to benefit from attractive prices and many useful features (such as configuration options for fraud management, the accounting feature, payment link for in-store payments).
de_ch: Mit dem E-Payment-Modul von PostFinance stehen Ihnen im Backoffice-Tool von Checkout viele Zahlungsarten für Ihr Onlinegeschäft zur Verfügung. Entscheiden Sie je nach Bedürfnis und Umsatzvolumen für eine Einheitskommission oder verhandeln Sie einfach und direkt die Preiskonditionen mit den gewünschten Akzeptanzpartnern. Profitieren Sie dadurch von attraktiven Preisen sowie vielen nützlichen Funktionen (z. B. Konfigurationsmöglichkeiten im Betrugsmanagement, Buchhaltungsfeature, Payment-Link für das Einkassieren vor Ort).
fr_fr: Avec le module E-Payment de PostFinance, de nombreux modes de paiement sont à votre disposition dans l’outil back-office de Checkout pour votre activité en ligne. En fonction de vos besoins et de votre volume de chiffre d’affaires, optez pour une commission uniforme ou négociez les conditions tarifaires simplement et directement avec les partenaires d’acceptation souhaités. Vous profitez ainsi de prix attrayants ainsi que de nombreuses fonctions utiles (p. ex. possibilités de configuration dans la gestion des fraudes, fonctionnalité de comptabilité, lien de paiement pour l’encaissement sur place).
it_it: Con il modulo E-Payment di PostFinance, nel tool di back office di Checkout avete a disposizione tante diverse modalità di pagamento per la vostra attività online. Optate per una commissione unitaria in base alle vostre esigenze e al vostro volume di fatturato, oppure negoziate in tutta semplicità le condizioni tariffarie direttamente con il partner di accettazione desiderato. Beneficerete di prezzi interessanti e di molte funzioni utili (come le opzioni di configurazione della gestione delle frodi, la funzione contabilità e il link di pagamento per l’incasso sul posto).

source: Find out for yourself by testing our payment service provider solution free of charge in simulation mode. You can extend simulation mode after the 30-day trial period.
de_ch: Überzeugen Sie sich selbst und testen Sie kostenlos unsere Payment-Service-Provider-Lösung im Simulationsmodus. Sie können den Simulationsmodus nach 30 Testtagen erneut verlängern.
fr_fr: Jugez-en par vous-même et testez gratuitement notre solution de Payment Service Providing en mode simulation. Le mode simulation peut être prolongé à nouveau après 30 jours de test.
it_it: Scoprite tutti i vantaggi della nostra soluzione di Payment Service Providing testandola gratuitamente in modalità simulazione, con possibilità di proroga dopo 30 giorni di prova.

source: With our e-com bundle, you pay no set-up fee:
de_ch: Mit unserem E-Com-Bundle bezahlten Sie keine Einrichtungsgebühr:
fr_fr: Avec notre offre groupée eCom, vous ne payez aucun frais d’installation:
it_it: Con il nostro pacchetto e-commerce non pagate alcuna tassa di attivazione:

source: https://www.postfinance.ch/en/business/products/payment-collection/online-shop/e-com-bundle.html
de_ch: https://www.postfinance.ch/de/unternehmen/produkte/einkassieren/onlineshop/e-com-bundle.html
fr_fr: https://www.postfinance.ch/fr/entreprises/produits/encaissement/en-ligne/offre-groupee-ecom.html
it_it: https://www.postfinance.ch/it/imprese/prodotti/incassare/online/pacchetto-e-commerce.html

source: PostFinance Checkout contact and support
de_ch: Kontakt und Support PostFinance Checkout
fr_fr: Contact et assistance pour PostFinance Checkout
it_it: Contatto e assistenza PostFinance Checkout

source: We are available to answer your questions and enquiries around the clock.
de_ch: Wir stehen Ihnen gerne rund um die Uhr für Ihre Fragen und Anliegen zur Verfügung.
fr_fr: Nous nous tenons à votre disposition 24 heures sur 24 pour répondre à vos questions et demandes.
it_it: Siamo a vostra disposizione in qualsiasi momento per domande e chiarimenti.

source: If you have technical problems, please contact our support team directly:
de_ch: Bei technischen Problemen wenden Sie sich direkt an unser Support-Team:
fr_fr: En cas de problème technique, veuillez vous adresser directement à notre équipe de support:
it_it: In caso di problemi tecnici, rivolgetevi direttamente al nostro team di assistenza:

source: https://www.postfinance.ch/en/support/payments/transactions/postfinance-checkout-contact-and-support.html
de_ch: https://www.postfinance.ch/de/support/zahlungen/transaktionen/kontakt-und-support-postfinance-checkout.html
fr_fr: https://www.postfinance.ch/fr/assistance/paiements/transactions/contact-et-assistance-pour-postfinance-checkout.html
it_it: https://www.postfinance.ch/it/assistenza/pagamenti/transazioni/contatto-e-assistenza-postfinance-checkout.html

source: Platform availability information
de_ch: Informationen Plattform-Verfügbarkeit
fr_fr: Informations sur la disponibilité de la plateforme
it_it: Informazioni sulla disponibilità della piattaforma

source: For up-to-date information on maintenance work and disruptions to our Checkout platform, please visit our status page. Please check this page before contacting us. You can also subscribe to the latest disruption messages by e-mail.
de_ch: Für aktuelle Informationen zu Wartungsarbeiten oder Störungen unserer Checkout-Plattform besuchen Sie bitte unsere Status-Seite. Prüfen Sie diese Seite, bevor Sie Kontakt mit uns aufnehmen. Sie können die aktuellen Störungsmeldungen auch per E-Mail abonnieren.
fr_fr: Pour des informations actuelles sur les travaux de maintenance ou sur les perturbations affectant notre plateforme Checkout, merci de consulter notre page statut. Veuillez vérifier cette page avant de prendre contact avec nous. Vous pouvez également vous abonner pour recevoir les avis de perturbation actuels par e-mail.
it_it: Per informazioni aggiornate sugli interventi di manutenzione o sui guasti alla nostra piattaforma Checkout, vi preghiamo di visitare la pagina degli update. Controllatela sempre, prima di contattarci. Potete anche iscrivervi per ricevere via e-mail le segnalazioni di guasto aggiornate.

source: Go to Checkout status
de_ch: Weiter zu Checkout Status
fr_fr: Accéder à la page statut de Checkout
it_it: Pagina degli update di Checkout

source: Completely overhauled new version – Benefit now from the new, improved version of the plug-in, which resolves problems and uncertainties in the previous versions. The new version offers reliability and stability.
de_ch: Komplett überarbeitete neue Version – Profitieren Sie nun von der neuen, verbesserten Version des Plugins. Probleme und Unsicherheiten der vorigen Versionen wurden darin behoben. Die neue Version bietet Sicherheit und Stabilität.
fr_fr: Nouvelle version complètement remaniée – Profitez désormais de la nouvelle version améliorée du plug-in. Les problèmes et les incertitudes liés aux versions précédentes ont été corrigés. La nouvelle version apporte sécurité et stabilité.
it_it: Nuova versione completamente rielaborata – Approfittate della nuova versione migliorata del plug-in, in cui sono stati eliminati i problemi e le incertezze delle versioni precedenti e che offre sicurezza e stabilità.

source: Video: PostFinance
fr_fr: Vidéo: PostFinance

source: https://www.youtube.com/watch?v=yX7iERUsRMA
fr_fr: https://www.youtube.com/watch?v=314ZLEUJA-8

source: https://www.youtube.com/watch?v=gzPfBybvpR0
fr_fr: https://www.youtube.com/watch?v=e3-3zM9q9a4

source: List of supported payment methods
de_ch: Liste der unterstützten Zahlungsmethoden
fr_fr: Liste des modes de paiement pris en charge
it_it: Elenco dei metodi di pagamento supportati

source: The following payment methods can be offered with Checkout:
de_ch: Folgende Zahlungsarten können mit Checkout angeboten werden:
fr_fr: Les modes de paiement suivants peuvent être proposés avec Checkout:
it_it: Checkout permette di offrire le seguenti modalità di pagamento:

source: Purchase by invoice
de_ch: Kauf auf Rechnung
fr_fr: Achat sur facture
it_it: Acquisto contro fattura

source: Fully automated payment in advance
de_ch: Vollautomatisierte Vorauskasse
fr_fr: Commande contre paiement entièrement automatisée
it_it: Pagamento anticipato completamente automatizzato

source: Others on request
de_ch: Weitere auf Anfrage
fr_fr: Autres sur demande
it_it: Altre su richiesta

source: List of plug-in features
de_ch: Liste der Plugin Features
fr_fr: Liste des fonctionnalités du plug-in
it_it: Elenco delle funzioni del plug-in

source: Benefit from the following features when you use Checkout:
de_ch: Profitieren Sie bei der Nutzung von Checkout von folgenden Features:
fr_fr: Profitez des fonctionnalités suivantes lors de l’utilisation de Checkout:
it_it: Checkout vi dà accesso alle seguenti funzioni:

source: Personalized e-mails and documents
de_ch: Individualisieren von E-Mails und Dokumenten
fr_fr: Personnalisation des e-mails et documents
it_it: Personalizzazione di e-mail e documenti

source: Simple accounting
de_ch: Einfache Buchhaltung
fr_fr: Comptabilité simple
it_it: Contabilità semplificata

source: Fraud management
de_ch: Betrugsmanagement
fr_fr: Gestion des fraudes
it_it: Gestione delle frodi

source: Set-up service for QR module with eBill
de_ch: Einrichtungsservice für QR-Modul mit eBill
fr_fr: Service d’installation du module QR avec eBill
it_it: Servizio di configurazione del modulo QR con eBill

source: Always at your side: self-service support
de_ch: Immer an Ihrer Seite: Selfservice Support
fr_fr: Toujours à vos côtés: le support self-service
it_it: Sempre al vostro fianco: assistenza self-service

source: Personal support (free of charge)
de_ch: Persönlicher Support (kostenlos)
fr_fr: Service d’assistance personnelle (gratuit)
it_it: Supporto personale (gratuito)

source: Creation of a payment QR code for occasional in-store payment collection
de_ch: Erstellen von einem Payment QR-Code für das gelegentliche Einkassieren vor Ort
fr_fr: Création d’un code QR de paiement pour les encaissements occasionnels sur place
it_it: Creazione del codice QR di pagamento per l’incasso occasionale sul posto

source: Expansion with payment terminals to omnichannel for in-store payment collection
de_ch: Erweiterung mit Zahlterminals auf Omnichannel für das Einkassieren vor Ort
fr_fr: Extension avec des terminaux de paiement omnicanal pour l’encaissement sur place
it_it: Ampliamento con terminali di pagamento omnicanale per l’incasso sul posto

source: How do I get a PostFinance account?
de_ch: Wie komme ich zu einem PostFinance Account?
fr_fr: Comment obtenir un compte PostFinance?
it_it: Come aprire un account PostFinance?

source: Open an account for the product you require -> Product page
de_ch: Eröffnen Sie einen Account für das gewünschte Produkt -> Produktseite
fr_fr: Ouvrez un compte pour le produit souhaité -> page produit
it_it: Aprite un account per il prodotto desiderato sulla relativa pagina del prodotto

source: Configure your account and choose your preferred payment methods
de_ch: Konfigurieren Sie Ihren Account und wählen ihre gewünschten Zahlungsarten aus
fr_fr: Configurez votre compte et sélectionnez les modes de paiement souhaités
it_it: Configurate l’account e selezionate le modalità di pagamento desiderate

source: Link the account to your WooCommerce shop
de_ch: Verknüpfen Sie den Account mit Ihrem Woocommerce-Shop
fr_fr: Reliez le compte à votre boutique WooCommerce
it_it: Associate l’account al vostro shop Woocommerce

source: Conclude the necessary contracts
de_ch: Schliessen Sie die benötigen Verträge ab.
fr_fr: Concluez les contrats nécessaires
it_it: Stipulate i contratti necessari

source: Get started
de_ch: Legen Sie los.
fr_fr: Lancez-vous
it_it: Potete iniziare!

source: Links to instructions/tutorials
de_ch: Links zu Anleitungen/Tutorials
fr_fr: Liens vers les instructions/tutoriels
it_it: Link a istruzioni e tutorial

source: About us
de_ch: Über uns
fr_fr: Notre profil
it_it: Chi siamo

source: PostFinance is one of Switzerland’s leading financial institutions and is a reliable financial partner for around 2.5 million private and business customers. We offer our customers fresh solutions and smart innovations.
de_ch: PostFinance gehört zu den führenden Finanzinstituten der Schweiz und ist für rund 2.5 Millionen Privat- und Geschäftskund:innen eine zuverlässige Finanzpartnerin. Unseren Kund:innen bieten wir frische Lösungen und smarte Innovationen.
fr_fr: Figurant parmi les principaux établissements financiers de Suisse, PostFinance est le partenaire de confiance d’environ 2.5 millions de clientes et de clients privés et commerciaux. Nous proposons à notre clientèle des solutions originales et des innovations ingénieuses.
it_it: PostFinance è uno dei principali istituti finanziari svizzeri ed è partner affidabile di circa 2,5 milioni di clienti privati e commerciali a cui offre soluzioni inedite e innovazioni intelligenti.

source: https://www.postfinance.ch/en/about-us.html
de_ch: https://www.postfinance.ch/de/ueber-uns.html
fr_fr: https://www.postfinance.ch/fr/notre-profil.html
it_it: https://www.postfinance.ch/it/chi-siamo.html

source: FAQs
de_ch: FAQ
fr_fr: FAQ
it_it: FAQ

source: You can find the most important questions and answers on our website:
de_ch: Die wichtigsten Fragen und Antworten finden Sie auf unserer Website:
fr_fr: Vous trouverez les principales questions et leurs réponses sur notre site web:
it_it: Trovate le risposte alle domande principali sul nostro sito web:

source: https://www.postfinance.ch/en/support/products/onlineshop-pos/questions-about-checkout-solutions.html
de_ch: https://www.postfinance.ch/de/support/produkte/onlineshop-pos/fragen-zu-check-out-loesungen.html
fr_fr: https://www.postfinance.ch/fr/assistance/produits/onlineshop-pos/questions-sur-les-solutions-de-check-out.html
it_it: https://www.postfinance.ch/it/assistenza/prodotti/onlineshop-pos/domande-su-soluzioni-di-checkout.html

source: Screenshots
fr_fr: Captures d’écran
it_it: Screenshot

source: Desktop Checkout:
fr_fr: Ordinateur Checkout:
it_it: Checkout per desktop:

source: Twint; PostFinance; Switzerland; Checkout, Woo, WooCommerce
fr_fr: TWINT; PostFinance; Suisse; Checkout, Woo, Woocommerce
it_it: Twint; PostFinance; Svizzera; Checkout, Woo, Woocommerce

source: Additional documentation for this plugin is available here:
de_ch: Zusätzliche Dokumentation zu diesem Plugin ist hier verfügbar:
fr_fr: La documentation supplémentaire pour ce plugin est disponible ici:
it_it: Ulteriore documentazione per questo plugin è disponibile qui:

source: This plugin includes an internal script to manage device verification within the WooCommerce store environment.
de_ch: Dieses Plugin enthält ein internes Skript zur Verwaltung der Geräteüberprüfung innerhalb der WooCommerce-Store-Umgebung.
fr_fr: Ce plugin inclut un script interne pour gérer la vérification des appareils dans l’environnement de la boutique WooCommerce.
it_it: Questo plugin include uno script interno per gestire la verifica dei dispositivi all’interno dell’ambiente del negozio WooCommerce.

source: Support queries can be issued on the PostFinance Checkout support site.
de_ch: Supportanfragen können auf der PostFinance Checkout-Supportseite gestellt werden.
fr_fr: Les demandes d’assistance peuvent être émises sur le site de support PostFinance Checkout.
it_it: Le richieste di supporto possono essere inviate sul sito di assistenza PostFinance Checkout.

source: Enquiries about our privacy policy can be made on the PostFinance Checkout privacy policies site.
de_ch: Anfragen zu unserer Datenschutzrichtlinie können auf der PostFinance Checkout-Datenschutzseite gestellt werden.
fr_fr: Les demandes concernant notre politique de confidentialité peuvent être faites sur le site de confidentialité de PostFinance Checkout.
it_it: Le richieste relative alla nostra politica sulla privacy possono essere effettuate sul sito delle politiche sulla privacy di PostFinance Checkout.

source: Enquiries about our terms of use can be made on the PostFinance Checkout terms of use site.
de_ch: Anfragen zu unseren Nutzungsbedingungen können auf der PostFinance Checkout-Nutzungsbedingungsseite gestellt werden.
fr_fr: Les demandes concernant nos conditions d’utilisation peuvent être faites sur le site des conditions d’utilisation de PostFinance Checkout.
it_it: Le richieste relative ai nostri termini di utilizzo possono essere effettuate sul sito dei termini di utilizzo di PostFinance Checkout.

source: Minimum Requirements:
de_ch: Mindestanforderungen:
fr_fr: Exigences minimales :
it_it: Requisiti minimi:

source: Automatic installation steps:
de_ch: Automatische Installationsschritte:
fr_fr: Étapes d’installation automatique :
it_it: Passaggi di installazione automatica:

source: Manual installation steps:
de_ch: Manuelle Installationsschritte:
fr_fr: Étapes d’installation manuelle :
it_it: Passaggi di installazione manuale:

source: Initial release with multilingual readme integration.
de_ch: Erstveröffentlichung mit mehrsprachiger Readme-Integration.
fr_fr: Version initiale avec intégration du fichier readme multilingue.
it_it: Versione iniziale con integrazione del file readme multilingue.

source: Mobile Checkout:
it_it: Checkout per dispositivo mobile:

source: Tags
it_it: Tag
